{
  "libraryStrings": {
    "selectVideo": "Du må velge en video før du kan legge til interaksjoner.",
    "noVideoSource": "Video mangler",
    "notVideoField": "\":path\" er ikke en video.",
    "notImageField": "\":path\" er ikke et bilde.",
    "insertElement": "Klikk og dra for å plassere :type på ønska sted",
    "done": "Ferdig",
    "loading": "Laster ...",
    "remove": "Fjern",
    "removeInteraction": "Er du sikker på at du vil fjerne denne interaksjonen?",
    "addBookmark": "Legg til bokmerke på @timecode",
    "newBookmark": "Nytt bokmerke",
    "bookmarkAlreadyExists": "Det fins allerede et bokmerke her. Spol og plasser bokmerket eller svarsida på en annen tidskode.",
    "tourButtonStart": "Omvisning",
    "tourButtonExit": "Avslutt",
    "tourButtonDone": "Ferdig",
    "tourButtonBack": "Forrige",
    "tourButtonNext": "Neste",
    "tourStepUploadIntroText": "<p>Denne omvisningen forklarer de viktigste funksjonene i editoren til Interaktiv Video.</p><p>Du kan når som helst starte omvisningen ved å klikke på omvisningsknappen i øvre høyre hjørne.</p><p>Trykk på AVSLUTT for å hoppe over omvisningen, eller trykk på NESTE for å fortsette.</p>",
    "tourStepUploadFileTitle": "Legge til video",
    "tourStepUploadFileText": "<p>Start med å legge til ei videofil. Du kan enten laste opp ei videofil fra din maskin eller lime inn URL-en til ei videofil i et format som støttes.</p><p>For å sikre kompatibilitet med alle nettlesere kan du laste opp videoen i flere forskjellige formater, f.eks. mp4 og webm.</p>",
    "tourStepUploadAddInteractionsTitle": "Legge til interaksjoner",
    "tourStepUploadAddInteractionsText": "<p>Etter at du har lagt til en video, kan du legge inn interaksjoner.</p><p>Trykk på fana <em>Legge til interaksjoner</em> for å starte.</p>",
    "tourStepCanvasToolbarTitle": "Legg til interaksjoner",
    "tourStepCanvasToolbarText": "Vil du legge til en interaksjon, drar du et element fra verktøylinja og slipper det på videoen.",
    "tourStepCanvasEditingTitle": "Redigere interaksjoner",
    "tourStepCanvasEditingText": "<p>Når en interaksjon har blitt lagt til, kan du dra i den for å flytte på den.</p><p>For å endre størrelsen trykker du på håndtaka og drar.</p><p>Når du velger et element, dukker det opp en kontekstmeny. For å redigere innholdet i en interaksjon trykker du på \"Rediger\"-knappen i kontekstmenyen. Du kan slette en interaksjon ved å trykke på \"Slett\"-knappen i kontekstmenyen.</p>",
    "tourStepCanvasBookmarksTitle": "Bokmerker",
    "tourStepCanvasBookmarksText": "Du kan legge til bokmerker gjennom bokmerkemenyen. Klikk på \"Bokmerke\"-knappen for å åpne menyen.",
    "tourStepCanvasEndscreensTitle": "Svarsider",
    "tourStepCanvasEndscreensText": "Du kan gi bruker mulighet til å sende svara sine til deg. Klikk på svarside-knappen for å åpne menyen.",
    "tourStepCanvasPreviewTitle": "Forhåndsvisning",
    "tourStepCanvasPreviewText": "Trykk på avspillerknappen for å forhåndsvise den interaktive videoen mens du redigerer.",
    "tourStepCanvasSaveTitle": "Lagre og vise",
    "tourStepCanvasSaveText": "Når du har lagt til alle interaksjonene, kan du trykke Lagre/Opprett og se resultatet.",
    "tourStepSummaryText": "Denne valgfrie interaktive oppsummeringsoppgaven vises i slutten av videoen.",
    "fullScoreRequiredPause": "Alternativet \"Alle svara må være riktige\" krever at \"Pause\" er aktivert.",
    "fullScoreRequiredRetry": "Alternativet \"Alle svara må være riktige\" krever at \"Prøv igjen\" er aktivert.",
    "fullScoreRequiredTimeFrame": "I dette intervallet fins det allerede en interaksjon som krever full poengscore.<br /> Det vil være nok med full score i en av de to interaksjonene.",
    "addEndscreen": "Legg til svarskjerm ved @timecode",
    "endscreen": "Svarside",
    "endscreenAlreadyExists": "Her fins det allerede ei svarside. Flytt avspillknappen og legg til ei svarside eller et bokmerke et annet sted i videoen.",
    "tooltipBookmarks": "Klikk for å legge til bokmerke på dette stedet i videoen.",
    "tooltipEndscreens": "Klikk for å legge til svarside på dette stedet i videoen.",
    "expandBreadcrumbButtonLabel": "Gå tilbake",
    "collapseBreadcrumbButtonLabel": "Lukk navigasjon",
    "deleteInteractionTitle": "Fjern interaksjon",
    "cancel": "Avbryt",
    "confirm": "Bekreft",
    "ok": "Ok"
  }
}
