{
  "libraryStrings": {
    "selectVideo": "Du må velje ein video før du kan legge til interaksjonar.",
    "noVideoSource": "Video manglar",
    "notVideoField": "\":path\" er ikkje ein video.",
    "notImageField": "\":path\" er ikkje eit bilete.",
    "insertElement": "Klikk og dra for å plassere :type på ønskt stad",
    "done": "Ferdig",
    "loading": "Lastar ...",
    "remove": "Fjern",
    "removeInteraction": "Er du sikker på at du vil fjerne denne interaksjonen?",
    "addBookmark": "Legg til bokmerke på @timecode",
    "newBookmark": "Nytt bokmerke",
    "bookmarkAlreadyExists": "Det finst allereie eit bokmerke her. Spol og plasser bokmerket eller svarsida på ein annen tidskode.",
    "tourButtonStart": "Omvising",
    "tourButtonExit": "Avslutt",
    "tourButtonDone": "Ferdig",
    "tourButtonBack": "Førre",
    "tourButtonNext": "Neste",
    "tourStepUploadIntroText": "<p>Denne omvisinga forklarer dei viktigaste funksjonane i editoren til Interaktiv Video.</p><p>Du kan når som helst starte omvisinga ved å klikke på omvisingsknappen i øvre høgre hjørne.</p><p>Trykk på AVSLUTT for å hoppe over omvisinga, eller trykk på NESTE for å halde fram.</p>",
    "tourStepUploadFileTitle": "Legge til video",
    "tourStepUploadFileText": "<p>Start med å legge til ei videofil. Du kan anten laste opp ei videofil frå maskina di eller lime inn URL-en til ei videofil i eit format som er støtta.</p><p>For å sikre kompatibilitet med alle nettlesarane kan du laste opp videoen i fleire ulike format, t.d. mp4 og webm.</p>",
    "tourStepUploadAddInteractionsTitle": "Legge til interaksjonar",
    "tourStepUploadAddInteractionsText": "<p>Etter at du har lagt til ein video, kan du legge inn interaksjonar.</p><p>Trykk på fana <em>Legge til interaksjonar</em> for å starte.</p>",
    "tourStepCanvasToolbarTitle": "Legg til interaksjonar",
    "tourStepCanvasToolbarText": "Vil du legge til ein interaksjon, drar du eit element frå verktøylinja og slepper det på videoen.",
    "tourStepCanvasEditingTitle": "Redigere interaksjonar",
    "tourStepCanvasEditingText": "<p>Når ein interaksjon har blitt lagd til, kan du dra i han for å flytte på han.</p><p>For å endre storleiken trykker du på handtaka og drar.</p><p>Når du vel eit element, dukkar det opp ein kontekstmeny. For å redigere innhaldet i ein interaksjon trykker du på \"Rediger\"-knappen i kontekstmenyen. Du kan slette ein interaksjon ved å trykke på \"Slett\"-knappen i kontekstmenyen.</p>",
    "tourStepCanvasBookmarksTitle": "Bokmerke",
    "tourStepCanvasBookmarksText": "Du kan legge til bokmerke gjennom bokmerkemenyen. Klikk på \"Bokmerke\"-knappen for å opne menyen.",
    "tourStepCanvasEndscreensTitle": "Svarsider",
    "tourStepCanvasEndscreensText": "Du kan gi brukar høve til å sende svara sine til deg. Klikk på \"Svarside\"-knappen for å opne menyen.",
    "tourStepCanvasPreviewTitle": "Førehandsvising",
    "tourStepCanvasPreviewText": "Trykk på avspelarknappen for å førehandsvise den interaktive videoen mens du redigerer.",
    "tourStepCanvasSaveTitle": "Lagre og vise",
    "tourStepCanvasSaveText": "Når du har lagt til alle interaksjonane, kan du trykke Lagre/Opprett og sjå resultatet.",
    "tourStepSummaryText": "Denne valfrie interaktive oppsummeringsoppgåva blir vist i slutten av videoen.",
    "fullScoreRequiredPause": "Alternativet \"Alle svara må vere rette\" krev at \"Pause\" er aktivert.",
    "fullScoreRequiredRetry": "Alternativet \"Alle svara må vere rette\" krev at \"Prøv igjen\" er aktivert.",
    "fullScoreRequiredTimeFrame": "I dette intervallet finst det allereie ein interaksjon som krev full poengscore.<br /> Det vil vere nok med full score i ein av dei to interaksjonane.",
    "addEndscreen": "Legg til svarskjerm ved @timecode",
    "endscreen": "Svarside",
    "endscreenAlreadyExists": "Her finst det allereie ei svarside. Flytt avspelknappen og legg til ei svarside eller eit bokmerke ein annan stad i videoen.",
    "tooltipBookmarks": "Klikk for å legge til bokmerke på denne staden i videoen.",
    "tooltipEndscreens": "Klikk for å legge til svarside på denne staden i videoen.",
    "expandBreadcrumbButtonLabel": "Gå tilbake",
    "collapseBreadcrumbButtonLabel": "Lukk navigasjon",
    "deleteInteractionTitle": "Fjern interaksjon",
    "cancel": "Avbryt",
    "confirm": "Stadfest",
    "ok": "Ok"
  }
}
