{
  "libraryStrings": {
    "selectVideo": "Trebuie să selectați un videoclip înainte de a adăuga interacțiuni.",
    "noVideoSource": "Nicio sursă video",
    "notVideoField": "\":path\" nu este un videoclip.",
    "notImageField": "\":path\" nu este o imagine.",
    "insertElement": "Apasă și glisează pentru a plasa :type",
    "done": "Gata",
    "loading": "Se încarcă...",
    "remove": "Șterge",
    "removeInteraction": "Sunteți sigur că doriți să ștergeți această interacțiune?",
    "addBookmark": "Adaugă marcaj la @timecode",
    "newBookmark": "Marcaj nou",
    "bookmarkAlreadyExists": "Există deja un marcaj aici. Mutați indicatorul de redare și adăugați un marcaj sau un ecran de trimitere la un alt moment.",
    "tourButtonStart": "Tur",
    "tourButtonExit": "Ieșire",
    "tourButtonDone": "Gata",
    "tourButtonBack": "Înapoi",
    "tourButtonNext": "Următorul",
    "tourStepUploadIntroText": "<p>Acest tur vă ghidează prin cele mai importante funcționalități ale editorului de Videoclipuri Interactive.</p><p>Puteți porni acest tur oricând apăsând butonul Tur din colțul din dreapta sus.</p><p>Apăsați IEȘIRE pentru a sări peste acest tur sau apăsați URMĂTORUL pentru a continua.</p>",
    "tourStepUploadFileTitle": "Adăugarea videoclipului",
    "tourStepUploadFileText": "<p>Începeți prin a adăuga un fișier video. Puteți încărca un fișier de pe calculatorul dumneavoastră sau puteți lipi un URL către un videoclip YouTube sau un fișier video suportat.</p><p>Pentru a asigura compatibilitatea între browsere, puteți încărca mai multe formate de fișiere ale aceluiași videoclip, cum ar fi mp4 și webm.</p>",
    "tourStepUploadAddInteractionsTitle": "Adăugarea interacțiunilor",
    "tourStepUploadAddInteractionsText": "<p>Odată ce ați adăugat un videoclip, puteți începe să adăugați interacțiuni.</p><p>Apăsați pe fila <em>Adaugă interacțiuni</em> pentru a începe.</p>",
    "tourStepCanvasToolbarTitle": "Adăugarea interacțiunilor",
    "tourStepCanvasToolbarText": "Pentru a adăuga o interacțiune, glisați un element din bara de instrumente și plasați-l pe videoclip.",
    "tourStepCanvasEditingTitle": "Editarea interacțiunilor",
    "tourStepCanvasEditingText": "<p>Odată ce o interacțiune a fost adăugată, o puteți glisa pentru a o repoziționa.</p><p>Pentru a redimensiona o interacțiune, apăsați pe mânere și glisați.</p><p>Când selectați o interacțiune, va apărea un meniu contextual. Pentru a edita conținutul interacțiunii, apăsați butonul Editează din meniul contextual. Puteți elimina o interacțiune apăsând butonul Șterge din meniul contextual.</p>",
    "tourStepCanvasBookmarksTitle": "Marcaje",
    "tourStepCanvasBookmarksText": "Puteți adăuga Marcaje din meniul Marcaje. Apăsați butonul Marcaj pentru a deschide meniul.",
    "tourStepCanvasEndscreensTitle": "Ecrane de trimitere",
    "tourStepCanvasEndscreensText": "Puteți adăuga ecrane de trimitere din meniul de ecrane de trimitere. Apăsați butonul ecran de trimitere pentru a deschide meniul.",
    "tourStepCanvasPreviewTitle": "Previzualizați videoclipul interactiv",
    "tourStepCanvasPreviewText": "Apăsați butonul Redare pentru a previzualiza videoclipul interactiv în timpul editării.",
    "tourStepCanvasSaveTitle": "Salvează și vizualizează",
    "tourStepCanvasSaveText": "Când ați terminat de adăugat interacțiuni la videoclipul dumneavoastră, apăsați Salvare/Creare pentru a vizualiza rezultatul.",
    "tourStepSummaryText": "Acest test sumar opțional va apărea la sfârșitul videoclipului.",
    "fullScoreRequiredPause": "Opțiunea „Punctaj complet necesar” necesită ca opțiunea „Pauză” să fie activată.",
    "fullScoreRequiredRetry": "Opțiunea „Punctaj complet necesar” necesită ca opțiunea „Reîncearcă” să fie activată.",
    "fullScoreRequiredTimeFrame": "Există deja o interacțiune care necesită punctaj complet în același interval cu această interacțiune.<br /> Răspunsul va fi necesar doar la una dintre interacțiuni.",
    "addEndscreen": "Adaugă ecran de trimitere la @timecode",
    "endscreen": "Ecran de trimitere",
    "endscreenAlreadyExists": "Există deja un ecran de trimitere aici. Mutați indicatorul de redare și adăugați un ecran de trimitere sau un marcaj la un alt moment.",
    "tooltipBookmarks": "Apasă pentru a adăuga un marcaj în punctul curent al videoclipului",
    "tooltipEndscreens": "Apasă pentru a adăuga un ecran de trimitere în punctul curent al videoclipului",
    "expandBreadcrumbButtonLabel": "Înapoi",
    "collapseBreadcrumbButtonLabel": "Închide navigarea",
    "deleteInteractionTitle": "Ștergere interacțiune",
    "cancel": "Anulează",
    "confirm": "Confirmă",
    "ok": "Ok"
  }
}
